[
  {
    "name": "mall",
    "title": "Mall",
    "background": "main.jpeg",
    "position": { "lat": 59.248035, "lng": 17.860530 },
    "challenges": [
      "Bleak and stripped down",
      "Harsh lighting that does not create a welcoming environment",
      "Few windows",
      "Lacked any kind of seating space for rest or meet-ups",
      "Just a point of transit or a place for errands, rather than a place for spending time",
      "The stores of Fittja Centrum did not offer anything interesting to them",
      "Failing to provide a good working environment and lacking adequate study spaces",
      "Staircase leading up to the library/health clinic feels unsafe",
      "Toilets adjacent to the library had been closed due to vandalism and inappropriate use"
    ],
    "solutions": [
      {
        "name": "cozy-movie-corner",
        "title": "Cozy Movie Corner",
        "gist": "A corner inside the shopping centre with bean bags where people can watch movies.",
        "description": "Requires a smartboard with a projector, a number of bean bags and some free snacks.",
        "impact": "Greater sense of community, opportunity for friendship and contacts.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "aquacell-ceiling-aquarium",
        "title": "Aquacell (Ceiling Aquarium)",
        "gist": "An aquarium in the ceiling.",
        "description": "A cool aquarium in the ceiling with colourful lights.",
        "impact": "Make the space stand out and makes it more interesting, which may attract more people to visit.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "fittja-live",
        "title": "Fittja Live",
        "gist": "A radio station that streams local storytelling live from Fittja Centrum.",
        "description": "Like Humans of New York (Fittja) in radio format. Interviews with locals and visitors. Guest DJs who play sets, and musicians from the area.",
        "impact": "Creates a sense of community and belonging. Makes Fittja more known to outsiders, changes its reputation.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "the-co-painted-ceiling",
        "title": "The Co-Painted Ceiling",
        "gist": "The walls and ceilings of the centre can be painted by visitors on the spot.",
        "description": "”A live exhibition”: local residents paint walls and ceilings together as an event. The ceiling tiles can be taken down to become canvases that people can paint on.",
        "impact": "Community and belonging. Makes Centrum more colourful. Ownership of the space contributes to a perception of safety.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      }
    ]
  },
  {
    "name": "station",
    "title": "Station",
    "background": "main.jpeg",
    "position": { "lat": 59.247601, "lng": 17.861175 },
    "challenges": [
      "Best part of Fittja is that it is so well connected through buses and the underground",
      "Feels safer as there tends to be many people passing by",
      "Lacks activities that do not involve consumption",
      "Damaged or broken lightning, noisy, unpleasant space to stay in"
    ],
    "solutions": [
      {
        "name": "play-win-ticket-pwt",
        "title": "Play, Win, Ticket (PWT)",
        "gist": "Ticket-hall becomes an arcade. Winning a game gives you a free underground ticket.",
        "description": "An arcade where people can play games and winning gives one a free single ride on the underground.",
        "impact": "Makes the place more fun and creates a good atmosphere. People would be less likely to dodge fares.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "updated-suburban-signs",
        "title": "Updated Suburban Signs",
        "gist": "Cooler street signs",
        "description": "Street signs that represent the suburbs/suburban culture in a more comical way, making the place more personal and unique.",
        "impact": "Makes the place more unique.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "the-alternative-ticket-machine",
        "title": "The Alternative Ticket Machine",
        "gist": "Alternative ways of purchasing underground and bus tickets.",
        "description": "Underground and bus tickets are exchanged for socially beneficial tasks such as recycling, picking up cigarette butts, doing squats, doing night walks for public safety, etc.",
        "impact": "Creates activity, makes public transportation accessible, make the space safer.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "alternative-multi-function-noise",
        "title": "Alternative, Multi-Function Noise",
        "gist": "Noise barrier that can also be used 50/50 as a vertical plant and graffiti wall.",
        "description": "(empty)",
        "impact": "Changes the soundscape of the space, minimises noise pollution. Provides decoration and greenery.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      }
    ]
  },
  {
    "name": "back-side",
    "title": "Back side",
    "background": "main.jpeg",
    "position": { "lat": 59.247853, "lng": 17.860106 },
    "challenges": [
      "Dark and abandoned by some, who reported it was scary at night",
      "Whilst others considered it a more spacious, better lit, and calmer area compared to the front entrance"
    ],
    "solutions": [
      {
        "name": "more-light",
        "title": "More Light",
        "gist": "More colourful lights underneath stairs, street lights, by entrances, for special occasions, etc.",
        "description": "Lighting up Fittja to a safer and more welcoming space for all. Lighting attracts people and colour makes you happy.",
        "impact": "A different atmosphere. A modernised space. A safer place.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "food-truck",
        "title": "Food Truck",
        "gist": "Food truck with street food and a light show.",
        "description": "Street food from every continent. With a light show.",
        "impact": "Attracts more people, welcomes everyone, lights up dark spaces.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "pink-street",
        "title": "Pink Street",
        "gist": "Pink Street shows you the way, but is also a destination in itself.",
        "description": "Pink Street encourages walking. Along the street are welcoming and innovative spaces for public use (e.g. arts stage, seating space, graffiti walls...).",
        "impact": "Leads people away from Centrum, creates a lively space for more people, extends public mobility patterns.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "hub-for-reuse-and-remake",
        "title": "Hub for Reuse and Remake",
        "gist": "Turning the empty premises by the corner to a meeting and exchange space for all.",
        "description": "The hub is linked to the public library. Items and clothing can be turned in. There is also a remake-workshop and a bike rental to complement the bus and underground.",
        "impact": "Brings activity, light, and a circular economy model to unused premises. Meeting space that fosters local engagement.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      }
    ]
  },
  {
    "name": "square",
    "title": "Square",
    "background": "main.jpeg",
    "position": { "lat": 59.248095, "lng": 17.860875 },
    "challenges": [
      "Group of guys and young men are standing right outside, some dealing drugs",
      "Girls often choose a different entrance",
      "Poor street lighting by the entrance"
    ],
    "solutions": [
      {
        "name": "radio-145",
        "title": "Radio 145",
        "gist": "Sounds of Fittja.",
        "description": "A transparent glassbox that works as a Radiobooth.",
        "impact": "More life, movement, and sounds. Provides a space and platform for new people. Community Feeling!",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "greenspace",
        "title": "Greenspace",
        "gist": "(empty)",
        "description": "Three small greenhouses placed on the square, that work as phone charging stations powered by solar cells.",
        "impact": "Cozier, safer, environmentally friendly and sustainable.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "quickfix-for-the-square",
        "title": "Quickfix for the Square",
        "gist": "Temporary lights and decorations on facades, rooftops, and on the ground.",
        "description": "Colourful fairy lights and hanging plants. Light installations projected onto facades and the ground.",
        "impact": "Cozier, more unique, safer, more fun, more welcoming.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      },
      {
        "name": "modular-meeting-point",
        "title": "Modular Meeting Point",
        "gist": "Modular blocks that create temporary spaces for meeting points.",
        "description": "Free! Non-commercial purposes. Modular blocks or boxes that allow people to build their own spaces for homework, yoga, arts, hangouts and conversations.",
        "impact": "More movement, more meeting points allowing people to spend more time on the square.",
        "sketchfab": {
          "thumb": "",
          "params": ""
        }
      }
    ]
  }
]
